from config import BOT_NAME, BOT_USERNAME



START =f"""**
╭────────────────────⦿
│❖ ʜєʏ ɪ'ϻ [{BOT_NAME}](t.me/{BOT_USERNAME}) 🥳
├────────────────────⦿
│✦ ɪ ᴧϻ ᴧᴅᴠᴧηᴄєᴅ ᴄʜᴧᴛ ʙσᴛ. 🙌
│✦ ᴧɪ ʙᴧsєᴅ & sσϻє ғєᴧᴛᴜʀєs. 😆
├────────────────────⦿
│✦ ʀєᴘʟʏ ɪη ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє.🥀
│✦ ηᴏ ᴧʙᴜsɪηɢ & zєʀσ ᴅσᴡηᴛɪϻє.🍫
│✦ ᴄʟɪᴄᴋ ʜєʟᴘ ʙᴜᴛᴛση ғσʀ ʜєʟᴘs.❤️‍🔥
├────────────────────⦿
│❖ ϻᴧᴅє ʙʏ...[˹ ᴘᴜʀᴠɪ-ᴍᴜ𝛅𝛊ᴄ™ ˼](t.me/purvi_support)♡
╰────────────────────⦿**
"""


HELP_ABOUT =f"""**─────────────────────────
❖ ᴧ ϻɪηɪ ᴄʜᴧᴛ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs & ᴘʀɪᴠᴧᴛє
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
● ʀєsᴘσηᴄє [ᴄʜᴀᴛ-ɢᴘᴛ](https://openai.com/)
─────────────────────────
● ᴧη ᴧɪ ʙᴀsєᴅ ᴄʜᴀᴛ ʙσᴛ.
● ᴋєєᴘ ʏσᴜʀ ᴧᴄᴛɪᴠє ɢʀσᴜᴘ.
● ᴧᴅᴅ ϻє ηᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀσᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [ᴘᴜʀᴠɪ-ʙᴏᴛs](https://t.me/PURVI_SUPPORT)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [ᴘᴜʀᴠɪ-ᴜᴘᴅᴀᴛᴇs](https://t.me/PURVI_UPDATES)
❖ ʙᴏᴛ σᴡηєʀ ➥ [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)
❖ ʀєᴘσ ʟɪηᴋ ➥ [ᴄʟɪᴄᴋ-ʜєʀє](github.com/TEAMPURVI)
─────────────────────────**
"""

HELP_READ =f"""**<u>⊚ ʜᴇʀᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs  :</u>

<u>⊚ ᴀʟʟ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs :</u>

/start - sᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.
/ping - ᴄʜᴇᴀᴋ ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ᴅᴇᴀᴅ.
/help - sᴇᴇ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ.
/stats - ᴄʜᴇᴀᴋ ʙᴏᴛ sᴛᴀᴛs.
/id - ɢᴇᴛ ʏᴏᴜʀ ᴜsᴇʀ ɪᴅ 
/tagall - ᴛᴀɢ ᴀʟʟ ᴍᴇᴍʙᴇʀs ᴡɪᴛʜ ʀᴀɴᴅᴏᴍ ᴇᴍᴏᴊɪ
/cancel - sᴛᴏᴘ ᴄᴜʀʀᴇɴᴛ ᴛᴀɢ.
<u>⊚ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</u>

/chabot - ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ ʜᴀɴᴅʟɪɴɢ
➻ ɴᴏᴛᴇ :- ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘs

⊚ ᴏɴʟʏ ᴏᴡɴᴇʀ ᴄᴏᴍɴᴀɴᴅs :

/broadcast <message> - sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs & ᴜsᴇʀs.
/eval - ғɪxᴇ ᴄᴏᴅᴇs ᴠɪᴀ ʙᴏᴛ.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

BASIC =f"""```
❖ ʙᴀsɪᴄ ᴄᴏᴍᴍᴀɴᴅs```
**⊚ ᴀʟʟ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs :

/start - sᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.
/ping - ᴄʜᴇᴀᴋ ʙᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ᴅᴇᴀᴅ.
/help - sᴇᴇ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ.
/stats - ᴄʜᴇᴀᴋ ʙᴏᴛ sᴛᴀᴛs.

⊚ ᴏɴʟʏ ᴏᴡɴᴇʀ ᴄᴏᴍɴᴀɴᴅs :

/broadcast <message> - sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ɢʀᴏᴜᴘs & ᴜsᴇʀs.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

COUPLE =f"""```
❖ ᴄᴏᴜᴘʟᴇs ᴄσϻϻᴧηᴅꜱ```
**⊚ ʜєʀє ɪs ᴛʜє ᴄᴏᴜᴘʟᴇ ϻσᴅυʟє :

/couples - ᴜsє ᴛʜɪs ᴄσϻϻᴧηᴅ ᴧηᴅ sєє ɢʀσᴜᴘs ᴄσᴜᴘʟєs.
/wish - ᴜsє ᴛʜɪs ᴄσϻϻᴧηᴅ ᴧηᴅ sєє ɢʀσᴜᴘs ᴄσᴜᴘʟєs.
/cute - ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss.
/love - ᴧᴅᴅ ᴛᴡᴏ ηᴧϻєs ᴧηᴅ sєє ʟσᴠᴇ ᴘσssɪʙɪʟɪᴛʏ !! `ʟɪᴋᴇ ʀᴧᴊᴧ + sσηᴧ.`

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

SonaliChat =f"""```
❖ ᴄʜᴀᴛ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅ```
**⊚ ᴏɴʟʏ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴ :

/SonaliChat - ᴇɴᴀʙʟᴇ / ᴅɪsᴀʙʟᴇ ʜᴀɴᴅʟɪɴɢ.

➻ ɴᴏᴛᴇ :- ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘs

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

TOOLS =f"""```
❖ sᴏᴍᴇ ᴛᴏᴏʟs ᴄᴏᴏᴍᴍᴀɴᴅ```
**⊚ ʜєʀє ɪs ᴛʜє ᴛᴏᴏʟ ϻσᴅυʟє :

/sg - sᴇᴇ ᴀʟʟ ʜɪsᴛᴏʀʏ.
/id - ɢᴇᴛ ʏᴏᴜʀ ᴜsᴇʀ ɪᴅ .
/tagall - ᴛᴀɢ ᴀʟʟ ᴍᴇᴍʙᴇʀ.
/cancel - sᴛᴏᴘ ᴄᴜʀʀᴇɴᴛ ᴛᴀɢ.
/tr - ᴛʀᴀɴsᴀʟᴀᴛᴇ ᴀɴʏ ʟᴀɴɢᴜᴀɢᴇ.
/tgm - ᴜᴘʟᴏᴀᴅ ᴍᴇᴅɪᴀ ʟɪɴᴋ.
/afk - sᴇᴇ ᴏғғʟɪɴᴇ ᴛɪᴍᴇ & ʀᴇᴀsᴏɴ.
/carbon - ʙʟᴀᴄᴋ ǫᴜᴏᴛᴇ.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

SEARCH =f"""```
❖ ᴍᴏʀᴇ sᴇᴀʀᴄʜ```
**⊚ ʜєʀє ɪs ᴛʜє sᴇᴀʀᴄʜ ᴍᴏᴅᴜʟᴇ :

/image - sᴇᴀʀᴄʜ ɪᴍᴀɢᴇ.
/google - ɢᴏᴏɢʟᴇ sʀᴀʀᴄʜ.
/waifu - ɢᴇᴛ ᴡᴀɪғᴜ ɪᴍᴀɢᴇs.
/bored - ʙᴏʀᴇᴅ ᴛɪᴍᴇ ᴘᴀss.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

FUN =f"""```
❖ ғᴜɴ ᴄᴏᴍᴍᴀɴᴅs```
**⊚ ʜєʀє ɪs ᴛʜє ғυη ϻσᴅυʟє :

/cute [ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss]
/horny [ᴄʜєᴄᴋ ʏσυʀ ʜσʀηʏηєss]
/lezbian [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʟєᴢʙɪᴧη ʏσυ ᴧʀє]
/gay [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ɢᴧʏ ʏσυ ᴧʀє]
/rand [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʀᴧηᴅ ʏσυ ᴧʀє]
/boob [ᴄʜєᴄᴋ ʏσυʀ ʙσσʙs sɪᴢє]
/cock [ᴄʜєᴄᴋ ʏσυʀ ᴅɪᴄᴋ sɪᴢє]
/truth [sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ]
/dare : [sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ]

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

GAMES =f"""```
❖ ɢᴀᴍᴇs ᴄᴏᴍᴍᴀɴᴅs```
**✦ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

/dice [ʀσʟʟ ᴧ ᴅɪᴄє]
/dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
/jackpot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
/ball [ʙσᴡʟɪηɢ ɢᴧϻє]
/basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
/football [ғσσᴛʙᴧʟʟ ɢᴧϻє]

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

STICKER =f"""```
❖ sᴛɪᴄᴋєʀs ᴄσϻϻᴧηᴅꜱ```
**⊚ ʜєʀє ɪs ᴛʜє sᴛɪᴄᴋᴇʀ ϻσᴅυʟє :

/packkang : ᴄʀєᴧᴛєs ᴧ ᴘᴧᴄᴋ σғ sᴛɪᴄᴋєʀs ғʀσϻ ᴧ σᴛʜєʀ ᴘᴧᴄᴋ
/stickerid : ɢєᴛs ᴛʜє sᴛɪᴄᴋєʀ ɪᴅ σғ ᴧ sᴛɪᴄᴋєʀ
/mmf : ʀєᴘʟʏ ᴧηʏ ᴘɪᴄ & ɢɪᴠє ᴛєxᴛ `єx :- /mmf alpha`
/kang : ʀєᴘʟʏ ᴧηʏ sᴛɪᴄᴋєʀ & ᴄʀєᴀᴛє ʏσᴜʀ sᴛɪᴄᴋєʀ ᴘᴧᴄᴋ.
/st : ғɪηᴅ ᴏʀɪɢɪηᴧʟ sᴛɪᴄᴋєʀ.
/q : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє.

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

GROUP =f"""```
❖ ɢʀᴏᴜᴘ ᴄᴏᴍᴍᴀɴᴅs```
**⊚ ʜєʀє ɪs ᴛʜє ɢʀᴏᴜᴘ ϻσᴅυʟє :

/staff : ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
/bots : ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ
/groupdata : ɢєᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
/groupinfo : ɢєᴛ ʏσᴜʀ ɢʀσᴜᴘ ɪηғσ `ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ`
/status : ɢєᴛ ʏσᴜʀ ɢʀσᴜᴘ sᴛᴧᴛᴜs

✦ 𝐏ᴏᴡᴇʀᴇᴅ вʏ » [ᴀʟᴘʜᴀ-ʙᴀʙʏ](t.me/ll_ALPHA_BABY_lll)**
"""

HELP_M =f"""```
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ```
**ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /**
"""
